Repository: apexbymanish/myKharcha
Catalog: KharchaKit/Sources/KharchaKit/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, ja, ko, mr, ne, pt_br, ru, ta, te, tr, ur, vi

# %@ (%@) is due soon.
source: %1$@ (%2$@) is due soon.
ar: %1$@ (%2$@) مستحق قريبًا.
bn: %1$@ (%2$@) শীঘ্রই বকেয়া হবে।
de: %1$@ (%2$@) ist bald fällig.
es: %1$@ (%2$@) vence pronto.
fr: %1$@ (%2$@) arrive bientôt à échéance.
hi: %1$@ (%2$@) जल्द देय है।
id: %1$@ (%2$@) akan segera jatuh tempo.
ja: %1$@（%2$@）はまもなく期限です。
ko: %1$@ (%2$@) 만기가 곧 다가와요.
mr: %1$@ (%2$@) लवकरच देय आहे.
ne: %1$@ (%2$@) चाँडै तिर्नुपर्ने छ।
pt_br: %1$@ (%2$@) vence em breve.
ru: %1$@ (%2$@) скоро нужно оплатить.
ta: %1$@ (%2$@) விரைவில் செலுத்த வேண்டும்.
te: %1$@ (%2$@) త్వరలో గడువు ముగుస్తుంది.
tr: %1$@ (%2$@) yakında vadesi geliyor.
ur: %1$@ (%2$@) جلد واجب الادا ہے۔
vi: %1$@ (%2$@) sắp đến hạn.

# %@ payment (%@) is due on %@.
source: %1$@ payment (%2$@) is due on %3$@.
ar: دفعة %1$@ (%2$@) مستحقة في %3$@.
bn: %1$@ পেমেন্ট (%2$@) %3$@ তারিখে বকেয়া।
de: Die Zahlung für %1$@ (%2$@) ist am %3$@ fällig.
es: El pago de %1$@ (%2$@) vence el %3$@.
fr: Le paiement %1$@ (%2$@) est dû le %3$@.
hi: %1$@ भुगतान (%2$@) %3$@ को देय है।
id: Pembayaran %1$@ (%2$@) jatuh tempo pada %3$@.
ja: %1$@の支払い（%2$@）は%3$@が期限です。
ko: %1$@ 결제(%2$@)는 %3$@에 만기예요.
mr: %1$@ पेमेंट (%2$@) %3$@ रोजी देय आहे.
ne: %1$@ भुक्तानी (%2$@) %3$@ मा तिर्नुपर्ने छ।
pt_br: O pagamento de %1$@ (%2$@) vence em %3$@.
ru: Платёж %1$@ (%2$@) должен быть внесён %3$@.
ta: %1$@ கட்டணம் (%2$@) %3$@ அன்று செலுத்த வேண்டும்.
te: %1$@ చెల్లింపు (%2$@) %3$@న గడువు ముగుస్తుంది.
tr: %1$@ ödemesi (%2$@), %3$@ tarihinde vadesi geliyor.
ur: %1$@ کی ادائیگی (%2$@) %3$@ کو واجب الادا ہے۔
vi: Khoản thanh toán %1$@ (%2$@) đến hạn vào %3$@.

source: Add Reminder
ar: إضافة تذكير
bn: রিমাইন্ডার যোগ করুন
de: Erinnerung hinzufügen
es: Añadir recordatorio
fr: Ajouter un rappel
hi: रिमाइंडर जोड़ें
id: Tambah Pengingat
ja: リマインダーを追加
ko: 알림 추가
mr: स्मरणपत्र जोडा
ne: रिमाइन्डर थप्नुहोस्
pt_br: Adicionar Lembrete
ru: Добавить напоминание
ta: நினைவூட்டல் சேர்
te: రిమైండర్ జోడించు
tr: Hatırlatıcı Ekle
ur: یاد دہانی شامل کریں
vi: Thêm lời nhắc

source: Adds a recurring reminder in Kharcha.
ar: يضيف تذكيرًا متكررًا في Kharcha.
bn: Kharcha-তে একটি রিকারিং রিমাইন্ডার যোগ করে।
de: Fügt eine wiederkehrende Erinnerung in Kharcha hinzu.
es: Añade un recordatorio recurrente en Kharcha.
fr: Ajoute un rappel récurrent dans Kharcha.
hi: Kharcha में एक रिकरिंग रिमाइंडर जोड़ता है।
id: Menambahkan pengingat berulang di Kharcha.
ja: Kharchaに定期リマインダーを追加します。
ko: Kharcha에 반복 알림을 추가해요.
mr: Kharcha मध्ये रिकरिंग स्मरणपत्र जोडते.
ne: Kharcha मा दोहोरिने रिमाइन्डर थप्छ।
pt_br: Adiciona um lembrete recorrente no Kharcha.
ru: Добавляет регулярное напоминание в Kharcha.
ta: Kharcha-வில் தொடர் நினைவூட்டலைச் சேர்க்கிறது.
te: Kharchaలో పునరావృత రిమైండర్‌ను జోడిస్తుంది.
tr: Kharcha'da tekrarlayan bir hatırlatıcı ekler.
ur: Kharcha میں بار بار آنے والی یاد دہانی شامل کرتا ہے۔
vi: Thêm một lời nhắc định kỳ trong Kharcha.

# After %@ of commitments, you can save %@ and safely spend %@ this month.
source: After %1$@ of commitments, you can save %2$@ and safely spend %3$@ this month.
ar: بعد التزامات بقيمة %1$@، يمكنك ادخار %2$@ وإنفاق %3$@ بأمان هذا الشهر.
bn: %1$@ বাধ্যবাধকতার পর, আপনি এই মাসে %2$@ সঞ্চয় করতে পারবেন এবং নিরাপদে %3$@ খরচ করতে পারবেন।
de: Nach %1$@ an Verpflichtungen kannst du %2$@ sparen und diesen Monat sicher %3$@ ausgeben.
es: Después de %1$@ en compromisos, puedes ahorrar %2$@ y gastar con tranquilidad %3$@ este mes.
fr: Après %1$@ d’engagements, tu peux épargner %2$@ et dépenser %3$@ sereinement ce mois-ci.
hi: %1$@ की प्रतिबद्धताओं के बाद, आप इस महीने %2$@ बचा सकते हैं और सुरक्षित रूप से %3$@ खर्च कर सकते हैं।
id: Setelah %1$@ untuk komitmen, kamu bisa menabung %2$@ dan aman membelanjakan %3$@ bulan ini.
ja: 固定費%1$@を差し引いた後、今月は%2$@を貯金し、%3$@を安全に使えます。
ko: 고정 지출 %1$@를 낸 후, 이번 달에 %2$@를 저축하고 %3$@를 안전하게 쓸 수 있어요.
mr: %1$@ जबाबदाऱ्यांनंतर, तुम्ही या महिन्यात %2$@ बचत करू शकता आणि %3$@ सुरक्षितपणे खर्च करू शकता.
ne: %1$@ प्रतिबद्धता पूरा गरेपछि, यस महिना तपाईं %2$@ बचत गर्न र %3$@ सुरक्षित रूपमा खर्च गर्न सक्नुहुन्छ।
pt_br: Depois de %1$@ em compromissos, você pode poupar %2$@ e gastar com segurança %3$@ este mês.
ru: После %1$@ обязательств вы можете отложить %2$@ и безопасно потратить %3$@ в этом месяце.
ta: %1$@ கடமைகளுக்குப் பிறகு, இந்த மாதம் %2$@ சேமித்து, %3$@ பாதுகாப்பாகச் செலவிடலாம்.
te: %1$@ కట్టుబాట్ల తర్వాత, మీరు %2$@ పొదుపు చేసి ఈ నెల సురక్షితంగా %3$@ ఖర్చు చేయవచ్చు.
tr: %1$@ taahhütten sonra, bu ay %2$@ biriktirip %3$@ güvenle harcayabilirsiniz.
ur: %1$@ کے واجبات کے بعد، آپ اس مہینے %2$@ بچا سکتے ہیں اور %3$@ محفوظ طریقے سے خرچ کر سکتے ہیں۔
vi: Sau %1$@ tiền cam kết, bạn có thể tiết kiệm %2$@ và an toàn chi tiêu %3$@ trong tháng này.

source: Amount
ar: المبلغ
bn: পরিমাণ
de: Betrag
es: Importe
fr: Montant
hi: राशि
id: Jumlah
ja: 金額
ko: 금액
mr: रक्कम
ne: रकम
pt_br: Valor
ru: Сумма
ta: தொகை
te: మొత్తం
tr: Tutar
ur: رقم
vi: Số tiền

source: Budget Status
ar: حالة الميزانية
bn: বাজেটের অবস্থা
es: Estado del presupuesto
fr: État du budget
hi: बजट स्थिति
id: Status Anggaran
ja: 予算の状況
ko: 예산 현황
mr: बजेट स्थिती
ne: बजेट स्थिति
pt_br: Status do Orçamento
ru: Статус бюджета
ta: பட்ஜெட் நிலை
te: బడ్జెట్ స్థితి
tr: Bütçe Durumu
ur: بجٹ کی صورتحال
vi: Tình trạng ngân sách

source: Category
ar: الفئة
bn: ক্যাটাগরি
de: Kategorie
es: Categoría
fr: Catégorie
hi: श्रेणी
id: Kategori
ja: カテゴリ
ko: 카테고리
mr: श्रेणी
ne: श्रेणी
pt_br: Categoria
ru: Категория
ta: வகை
te: వర్గం
tr: Kategori
ur: زمرہ
vi: Danh mục

source: Day of Month
ar: يوم من الشهر
bn: মাসের দিন
de: Tag des Monats
es: Día del mes
fr: Jour du mois
hi: महीने का दिन
id: Tanggal dalam Bulan
ja: 毎月の日付
ko: 일자
mr: महिन्याचा दिवस
ne: महिनाको दिन
pt_br: Dia do Mês
ru: День месяца
ta: மாதத்தின் தேதி
te: నెలలో రోజు
tr: Ayın Günü
ur: مہینے کا دن
vi: Ngày trong tháng

source: Debt Overview
ar: نظرة عامة على الديون
bn: ধারের সারসংক্ষেপ
de: Schuldenübersicht
es: Resumen de deudas
fr: Aperçu des dettes
hi: उधार का विवरण
id: Ringkasan Utang
ja: 貸し借りの概要
ko: 빚 현황
mr: उधारीचा आढावा
ne: सापटी सिंहावलोकन
pt_br: Visão Geral das Dívidas
ru: Обзор долгов
ta: கடன் மேலோட்டம்
te: బాకీల అవలోకనం
tr: Borç Özeti
ur: قرض کا جائزہ
vi: Tổng quan nợ

source: Direction
ar: الاتجاه
bn: দিক
de: Richtung
es: Dirección
fr: Sens
hi: दिशा
id: Arah
ja: 方向
ko: 방향
mr: दिशा
ne: दिशा
pt_br: Direção
ru: Направление
ta: திசை
te: దిశ
tr: Yön
ur: سمت
vi: Hướng

source: Friend
ar: صديق
bn: বন্ধু
de: Freund
es: Amigo
fr: Ami
hi: दोस्त
id: Teman
ja: 友達
ko: 친구
mr: मित्र
ne: साथी
pt_br: Amigo
ru: Друг
ta: நண்பர்
te: స్నేహితుడు
tr: Arkadaş
ur: دوست
vi: Bạn bè

source: I gave
ar: أعطيت
bn: আমি দিয়েছি
de: Ich habe gegeben
es: Di
fr: J’ai donné
hi: मैंने दिया
id: Saya memberi
ja: 渡した
ko: 내가 줬어요
mr: मी दिले
ne: मैले दिएँ
pt_br: Eu dei
ru: Я дал
ta: நான் கொடுத்தேன்
te: నేను ఇచ్చాను
tr: Verdim
ur: میں نے دیا
vi: Tôi đã đưa

source: I took
ar: أخذت
bn: আমি নিয়েছি
de: Ich habe genommen
es: Recibí
fr: J’ai pris
hi: मैंने लिया
id: Saya mengambil
ja: 受け取った
ko: 내가 받았어요
mr: मी घेतले
ne: मैले लिएँ
pt_br: Eu peguei
ru: Я взял
ta: நான் வாங்கினேன்
te: నేను తీసుకున్నాను
tr: Aldım
ur: میں نے لیا
vi: Tôi đã lấy

source: Log Debt
ar: تسجيل دين
bn: ধার লগ করুন
de: Schuld erfassen
es: Registrar deuda
fr: Enregistrer une dette
hi: उधार दर्ज करें
id: Catat Utang
ja: 貸し借りを記録
ko: 빚 기록
mr: उधारी नोंदवा
ne: सापटी लग गर्नुहोस्
pt_br: Registrar Dívida
ru: Записать долг
ta: கடன் பதிவு செய்
te: బాకీ నమోదు చేయి
tr: Borç Kaydet
ur: قرض درج کریں
vi: Ghi khoản nợ

source: Log Expense
ar: تسجيل مصروف
bn: খরচ লগ করুন
de: Ausgabe erfassen
es: Registrar gasto
fr: Enregistrer une dépense
hi: खर्च दर्ज करें
id: Catat Pengeluaran
ja: 支出を記録
ko: 지출 기록
mr: खर्च नोंदवा
ne: खर्च लग गर्नुहोस्
pt_br: Registrar Despesa
ru: Записать расход
ta: செலவு பதிவு செய்
te: ఖర్చు నమోదు చేయి
tr: Gider Kaydet
ur: خرچ درج کریں
vi: Ghi khoản chi

source: Log Income
ar: تسجيل دخل
bn: আয় লগ করুন
de: Einnahme erfassen
es: Registrar ingreso
fr: Enregistrer un revenu
hi: आय दर्ज करें
id: Catat Pemasukan
ja: 収入を記録
ko: 수입 기록
mr: उत्पन्न नोंदवा
ne: आम्दानी लग गर्नुहोस्
pt_br: Registrar Receita
ru: Записать доход
ta: வருமானம் பதிவு செய்
te: ఆదాయం నమోదు చేయి
tr: Gelir Kaydet
ur: آمدنی درج کریں
vi: Ghi thu nhập

source: Logs an expense in Kharcha.
ar: يسجل مصروفًا في Kharcha.
bn: Kharcha-তে একটি খরচ লগ করে।
de: Erfasst eine Ausgabe in Kharcha.
es: Registra un gasto en Kharcha.
fr: Enregistre une dépense dans Kharcha.
hi: Kharcha में एक खर्च दर्ज करता है।
id: Mencatat pengeluaran di Kharcha.
ja: Kharchaに支出を記録します。
ko: Kharcha에 지출을 기록해요.
mr: Kharcha मध्ये खर्च नोंदवते.
ne: Kharcha मा खर्च लग गर्छ।
pt_br: Registra uma despesa no Kharcha.
ru: Записывает расход в Kharcha.
ta: Kharcha-வில் ஒரு செலவைப் பதிவு செய்கிறது.
te: Kharchaలో ఖర్చును నమోదు చేస్తుంది.
tr: Kharcha'da bir gider kaydeder.
ur: Kharcha میں خرچ درج کرتا ہے۔
vi: Ghi một khoản chi trong Kharcha.

source: Logs income in Kharcha.
ar: يسجل دخلاً في Kharcha.
bn: Kharcha-তে আয় লগ করে।
de: Erfasst eine Einnahme in Kharcha.
es: Registra un ingreso en Kharcha.
fr: Enregistre un revenu dans Kharcha.
hi: Kharcha में आय दर्ज करता है।
id: Mencatat pemasukan di Kharcha.
ja: Kharchaに収入を記録します。
ko: Kharcha에 수입을 기록해요.
mr: Kharcha मध्ये उत्पन्न नोंदवते.
ne: Kharcha मा आम्दानी लग गर्छ।
pt_br: Registra uma receita no Kharcha.
ru: Записывает доход в Kharcha.
ta: Kharcha-வில் வருமானத்தைப் பதிவு செய்கிறது.
te: Kharchaలో ఆదాయాన్ని నమోదు చేస్తుంది.
tr: Kharcha'da gelir kaydeder.
ur: Kharcha میں آمدنی درج کرتا ہے۔
vi: Ghi thu nhập trong Kharcha.

source: Logs money owed between you and a friend.
ar: يسجل الأموال المستحقة بينك وبين صديق.
bn: আপনার আর একজন বন্ধুর মধ্যে পাওনা টাকা লগ করে।
de: Erfasst Geld, das zwischen dir und einem Freund geschuldet wird.
es: Registra el dinero que te debes con un amigo.
fr: Enregistre l’argent dû entre toi et un ami.
hi: आपके और किसी दोस्त के बीच बकाया पैसे को दर्ज करता है।
id: Mencatat uang yang terutang antara kamu dan seorang teman.
ja: あなたと友達の間の貸し借りを記録します。
ko: 친구와 주고받은 돈을 기록해요.
mr: तुमच्यात आणि मित्रात असलेले देणे-घेणे नोंदवते.
ne: तपाईं र साथीबीचको सापटी रकम लग गर्छ।
pt_br: Registra dinheiro devido entre você e um amigo.
ru: Записывает сумму долга между вами и другом.
ta: உங்களுக்கும் ஒரு நண்பருக்கும் இடையேயான கடன் தொகையைப் பதிவு செய்கிறது.
te: మీకు, స్నేహితుడికి మధ్య బాకీని నమోదు చేస్తుంది.
tr: Sizinle bir arkadaşınız arasındaki borcu kaydeder.
ur: آپ اور دوست کے درمیان واجب رقم درج کرتا ہے۔
vi: Ghi khoản tiền nợ giữa bạn và một người bạn.

source: Name
ar: الاسم
bn: নাম
es: Nombre
fr: Nom
hi: नाम
id: Nama
ja: 名前
ko: 이름
mr: नाव
ne: नाम
pt_br: Nome
ru: Имя
ta: பெயர்
te: పేరు
tr: Ad
ur: نام
vi: Tên

source: No open debts
ar: لا توجد ديون مفتوحة
bn: কোনো বকেয়া ধার নেই
de: Keine offenen Schulden
es: No hay deudas pendientes
fr: Aucune dette en cours
hi: कोई बकाया उधार नहीं
id: Tidak ada utang terbuka
ja: 未精算の貸し借りはありません
ko: 미결제 빚이 없어요
mr: कोणतीही प्रलंबित उधारी नाही
ne: कुनै खुला सापटी छैन
pt_br: Nenhuma dívida em aberto
ru: Нет открытых долгов
ta: நிலுவையில் கடன்கள் இல்லை
te: తీరని బాకీలు లేవు
tr: Açık borç yok
ur: کوئی کھلا قرض نہیں
vi: Không có khoản nợ nào đang mở

source: Note
ar: ملاحظة
bn: নোট
de: Notiz
es: Nota
hi: नोट
id: Catatan
ja: メモ
ko: 메모
mr: टीप
ne: नोट
pt_br: Observação
ru: Заметка
ta: குறிப்பு
te: గమనిక
tr: Not
ur: نوٹ
vi: Ghi chú

source: Owed to you
ar: مستحق لك
bn: আপনার পাওনা
de: Dir geschuldet
es: Te deben
fr: On te doit
hi: आपको मिलने वाला
id: Terutang kepadamu
ja: あなたが貸している
ko: 받을 돈
mr: तुम्हाला येणे आहे
ne: तपाईंले पाउनुपर्ने
pt_br: Devem a você
ru: Должны вам
ta: உங்களுக்கு நிலுவை
te: మీకు రావాల్సింది
tr: Size borçlu
ur: آپ کو واجب
vi: Được nợ

source: Period
ar: الفترة
bn: সময়কাল
de: Zeitraum
es: Periodo
fr: Période
hi: अवधि
id: Periode
ja: 期間
ko: 기간
mr: कालावधी
ne: अवधि
pt_br: Período
ru: Период
ta: காலம்
te: వ్యవధి
tr: Dönem
ur: دورانیہ
vi: Kỳ hạn

source: Remind Days Before
ar: التذكير قبل عدد أيام
bn: কত দিন আগে মনে করিয়ে দেবে
de: Tage vorher erinnern
es: Avisar días antes
fr: Rappel (jours avant)
hi: कितने दिन पहले याद दिलाएं
id: Ingatkan Berapa Hari Sebelumnya
ja: 何日前に通知するか
ko: 며칠 전에 알림
mr: किती दिवस आधी आठवण करा
ne: यति दिनअघि सम्झाउनुहोस्
pt_br: Lembrar Dias Antes
ru: Напомнить за (дней)
ta: முன்கூட்டி நினைவூட்ட வேண்டிய நாட்கள்
te: ముందు రోజుల్లో గుర్తు చేయి
tr: Kaç Gün Önce Hatırlatılsın
ur: کتنے دن پہلے یاد دلائیں
vi: Số ngày nhắc trước

source: Settle Debt
ar: تسوية الدين
bn: ধার মিটিয়ে নিন
de: Schuld ausgleichen
es: Saldar deuda
fr: Régler une dette
hi: उधार चुकता करें
id: Selesaikan Utang
ja: 貸し借りを精算
ko: 빚 정산
mr: उधारी चुकती करा
ne: सापटी फर्छ्यौट गर्नुहोस्
pt_br: Quitar Dívida
ru: Рассчитаться по долгу
ta: கடனைத் தீர்
te: బాకీ తీర్చు
tr: Borcu Kapat
ur: قرض طے کریں
vi: Tất toán nợ

source: Settles some or all of what a friend owes you.
ar: يسوّي بعض أو كل ما يدين لك به صديقك.
bn: একজন বন্ধু আপনাকে যা দেয় তার কিছু বা সবটা মিটিয়ে দেয়।
de: Gleicht einen Teil oder die gesamte Schuld eines Freundes aus.
es: Salda parte o la totalidad de lo que te debe un amigo.
fr: Règle tout ou partie de ce qu’un ami te doit.
hi: किसी दोस्त पर आपका जो बकाया है, उसमें से कुछ या पूरा चुकता करता है।
id: Menyelesaikan sebagian atau seluruh utang teman kepadamu.
ja: 友達があなたに借りている金額の一部または全部を精算します。
ko: 친구가 갚아야 할 돈의 일부 또는 전부를 정산해요.
mr: मित्राकडे असलेले काही किंवा सर्व देणे चुकते करते.
ne: साथीले तपाईंलाई तिर्नुपर्ने केही वा सबै रकम फर्छ्यौट गर्छ।
pt_br: Quita parte ou tudo que um amigo te deve.
ru: Погашает часть или весь долг друга перед вами.
ta: ஒரு நண்பர் உங்களுக்குக் கடன்பட்டிருக்கும் தொகையின் சிலவற்றை அல்லது முழுவதையும் தீர்க்கிறது.
te: స్నేహితుడు మీకు బాకీ ఉన్నదాంట్లో కొంత లేదా మొత్తం సెటిల్ చేస్తుంది.
tr: Bir arkadaşınızın size olan borcunun bir kısmını veya tamamını kapatır.
ur: جو کچھ دوست پر آپ کا واجب ہے اس کا کچھ یا سارا حصہ طے کرتا ہے۔
vi: Tất toán một phần hoặc toàn bộ số tiền bạn bè nợ bạn.

source: Spending Summary
ar: ملخص الإنفاق
bn: খরচের সারসংক্ষেপ
de: Ausgabenübersicht
es: Resumen de gastos
fr: Résumé des dépenses
hi: खर्च का सारांश
id: Ringkasan Pengeluaran
ja: 支出のサマリー
ko: 지출 요약
mr: खर्चाचा सारांश
ne: खर्च सारांश
pt_br: Resumo de Gastos
ru: Сводка расходов
ta: செலவு சுருக்கம்
te: ఖర్చు సారాంశం
tr: Harcama Özeti
ur: اخراجات کا خلاصہ
vi: Tổng quan chi tiêu

source: Spent %@
ar: أُنفق %@
bn: %@ খরচ হয়েছে
de: %@ ausgegeben
es: Gastado %@
fr: Dépensé %@
hi: %@ खर्च हुआ
id: Terpakai %@
ja: %@使用
ko: %@ 지출
mr: %@ खर्च झाले
ne: %@ खर्च भयो
pt_br: Gasto de %@
ru: Потрачено %@
ta: %@ செலவிடப்பட்டது
te: %@ ఖర్చు చేశారు
tr: %@ harcandı
ur: %@ خرچ ہوا
vi: Đã chi %@

source: Subscriptions account for %@ of your commitments.
ar: تمثل الاشتراكات %@ من التزاماتك.
bn: আপনার বাধ্যবাধকতার %@ সাবস্ক্রিপশনের জন্য।
de: Abonnements machen %@ deiner Verpflichtungen aus.
es: Las suscripciones representan %@ de tus compromisos.
fr: Les abonnements représentent %@ de tes engagements.
hi: आपकी प्रतिबद्धताओं में %@ सब्सक्रिप्शन का हिस्सा है।
id: Langganan menyumbang %@ dari komitmenmu.
ja: サブスクリプションが固定費の%@を占めています。
ko: 구독료가 고정 지출의 %@를 차지해요.
mr: तुमच्या जबाबदाऱ्यांपैकी %@ सबस्क्रिप्शन्ससाठी आहेत.
ne: तपाईंको प्रतिबद्धताको %@ सब्स्क्रिप्सनले ओगट्छ।
pt_br: As assinaturas representam %@ dos seus compromissos.
ru: Подписки составляют %@ ваших обязательств.
ta: உங்கள் கடமைகளில் %@ சந்தாக்களுக்காகும்.
te: మీ కట్టుబాట్లలో %@ సబ్‌స్క్రిప్షన్‌లదే.
tr: Abonelikler, taahhütlerinizin %@ kadarını oluşturuyor.
ur: سبسکرپشنز آپ کے واجبات کا %@ ہیں۔
vi: Các gói đăng ký chiếm %@ trong tổng cam kết của bạn.

source: Tells you how much you've spent.
ar: يخبرك بمقدار ما أنفقته.
bn: আপনি কত খরচ করেছেন তা জানায়।
de: Zeigt dir, wie viel du ausgegeben hast.
es: Te dice cuánto has gastado.
fr: Indique combien tu as dépensé.
hi: बताता है कि आपने कितना खर्च किया है।
id: Memberi tahu berapa banyak yang telah kamu belanjakan.
ja: これまでの支出額をお知らせします。
ko: 얼마나 지출했는지 알려줘요.
mr: तुम्ही किती खर्च केला हे सांगते.
ne: तपाईंले कति खर्च गर्नुभयो भनी बताउँछ।
pt_br: Mostra quanto você já gastou.
ru: Показывает, сколько вы потратили.
ta: நீங்கள் எவ்வளவு செலவு செய்துள்ளீர்கள் என்பதைத் தெரிவிக்கிறது.
te: మీరు ఎంత ఖర్చు చేశారో చెబుతుంది.
tr: Ne kadar harcadığınızı söyler.
ur: آپ کو بتاتا ہے کہ آپ نے کتنا خرچ کیا ہے۔
vi: Cho bạn biết bạn đã chi bao nhiêu.

source: Tells you how your budgets are tracking.
ar: يخبرك بمدى التزامك بميزانياتك.
bn: আপনার বাজেট কেমন চলছে তা জানায়।
de: Zeigt dir, wie sich deine Budgets entwickeln.
es: Te dice cómo van tus presupuestos.
fr: Indique où en sont tes budgets.
hi: बताता है कि आपके बजट कैसे चल रहे हैं।
id: Memberi tahu bagaimana perkembangan anggaranmu.
ja: 予算の消化状況をお知らせします。
ko: 예산이 어떻게 진행되고 있는지 알려줘요.
mr: तुमची बजेट्स कशी ट्रॅक होत आहेत हे सांगते.
ne: तपाईंको बजेट कस्तो चलिरहेको छ भनी बताउँछ।
pt_br: Mostra como seus orçamentos estão indo.
ru: Показывает, как соблюдаются ваши бюджеты.
ta: உங்கள் பட்ஜெட்கள் எவ்வாறு செல்கின்றன என்பதைத் தெரிவிக்கிறது.
te: మీ బడ్జెట్‌లు ఎలా ట్రాక్ అవుతున్నాయో చెబుతుంది.
tr: Bütçelerinizin nasıl gittiğini söyler.
ur: آپ کو بتاتا ہے کہ آپ کے بجٹ کیسے چل رہے ہیں۔
vi: Cho bạn biết tình hình ngân sách của bạn.

source: Tells you who owes whom.
ar: يخبرك من يدين لمن.
bn: কে কার কাছে পাওনা তা জানায়।
de: Zeigt dir, wer wem was schuldet.
es: Te dice quién le debe a quién.
fr: Indique qui doit quoi à qui.
hi: बताता है कि किस पर किसका कितना बकाया है।
id: Memberi tahu siapa berutang kepada siapa.
ja: 誰が誰にいくら借りているかをお知らせします。
ko: 누가 누구에게 빚졌는지 알려줘요.
mr: कोणाकडे कोणाचे देणे आहे हे सांगते.
ne: कसले कसलाई तिर्नुपर्छ भनी बताउँछ।
pt_br: Mostra quem deve a quem.
ru: Показывает, кто кому должен.
ta: யாருக்கு யார் கடன்பட்டுள்ளனர் என்பதைத் தெரிவிக்கிறது.
te: ఎవరికి ఎంత బాకీ ఉందో చెబుతుంది.
tr: Kimin kime borçlu olduğunu söyler.
ur: آپ کو بتاتا ہے کہ کس پر کتنا واجب ہے۔
vi: Cho bạn biết ai nợ ai.

source: this month
ar: هذا الشهر
bn: এই মাস
de: diesen Monat
es: este mes
fr: ce mois-ci
hi: इस महीने
id: bulan ini
ja: 今月
ko: 이번 달
mr: या महिन्यात
ne: यस महिना
pt_br: este mês
ru: в этом месяце
ta: இந்த மாதம்
te: ఈ నెల
tr: bu ay
ur: اس مہینے
vi: tháng này

source: this week
ar: هذا الأسبوع
bn: এই সপ্তাহ
de: diese Woche
es: esta semana
fr: cette semaine
hi: इस हफ़्ते
id: minggu ini
ja: 今週
ko: 이번 주
mr: या आठवड्यात
ne: यस हप्ता
pt_br: esta semana
ru: на этой неделе
ta: இந்த வாரம்
te: ఈ వారం
tr: bu hafta
ur: اس ہفتے
vi: tuần này

source: To keep saving at this rate and cover your usual spending, aim to earn about %@ per month.
ar: للاستمرار في الادخار بهذا المعدل وتغطية إنفاقك المعتاد، اسعَ لكسب حوالي %@ شهريًا.
bn: এই হারে সঞ্চয় চালিয়ে যেতে আর আপনার স্বাভাবিক খরচ মেটাতে, প্রতি মাসে প্রায় %@ আয়ের লক্ষ্য রাখুন।
de: Um weiterhin in diesem Tempo zu sparen und deine üblichen Ausgaben zu decken, solltest du etwa %@ pro Monat verdienen.
es: Para seguir ahorrando a este ritmo y cubrir tus gastos habituales, intenta ganar unos %@ al mes.
fr: Pour continuer à épargner à ce rythme tout en couvrant tes dépenses habituelles, vise environ %@ par mois.
hi: इसी दर पर बचत जारी रखने और अपने सामान्य खर्च को पूरा करने के लिए, हर महीने लगभग %@ कमाने का लक्ष्य रखें।
id: Untuk tetap menabung dengan laju ini dan menutupi pengeluaran biasamu, usahakan berpenghasilan sekitar %@ per bulan.
ja: このペースで貯金しながらいつもの支出をカバーするには、月におよそ%@を稼ぐことを目指しましょう。
ko: 이 속도로 저축하며 평소 지출을 감당하려면, 매달 약 %@를 벌어야 해요.
mr: या दराने बचत सुरू ठेवण्यासाठी आणि तुमचा नेहमीचा खर्च भागवण्यासाठी, दर महिन्याला अंदाजे %@ कमावण्याचे लक्ष्य ठेवा.
ne: यसै दरमा बचत गर्दै आफ्नो सामान्य खर्च धान्न, महिनामा लगभग %@ कमाउने लक्ष्य राख्नुहोस्।
pt_br: Para manter esse ritmo de poupança e cobrir seus gastos habituais, procure ganhar cerca de %@ por mês.
ru: Чтобы продолжать откладывать в этом темпе и покрывать обычные расходы, старайтесь зарабатывать около %@ в месяц.
ta: இந்த விகிதத்தில் சேமிப்பைத் தொடர்ந்து, உங்கள் வழக்கமான செலவுகளையும் ஈடுகட்ட, மாதத்திற்கு சுமார் %@ சம்பாதிக்க முயற்சிக்கவும்.
te: ఈ రేటులో పొదుపు కొనసాగిస్తూ, మీ మామూలు ఖర్చులను భరించడానికి, నెలకు దాదాపు %@ సంపాదించాలని లక్ష్యంగా పెట్టుకోండి.
tr: Bu oranda biriktirmeye devam edip olağan harcamalarınızı karşılamak için ayda yaklaşık %@ kazanmayı hedefleyin.
ur: اسی شرح سے بچت جاری رکھنے اور اپنے معمول کے اخراجات پورے کرنے کے لیے، ماہانہ تقریباً %@ کمانے کا ہدف رکھیں۔
vi: Để tiếp tục tiết kiệm với tốc độ này và trang trải chi tiêu thường ngày, hãy đặt mục tiêu kiếm khoảng %@ mỗi tháng.

source: today
ar: اليوم
bn: আজ
de: heute
es: hoy
fr: aujourd’hui
hi: आज
id: hari ini
ja: 今日
ko: 오늘
mr: आज
ne: आज
pt_br: hoje
ru: сегодня
ta: இன்று
te: ఈరోజు
tr: bugün
ur: آج
vi: hôm nay

source: You owe
ar: أنت مدين
bn: আপনার দেনা
de: Du schuldest
es: Debes
fr: Tu dois
hi: आप पर बकाया
id: Kamu berutang
ja: あなたが借りている
ko: 내가 갚을 돈
mr: तुम्ही देणे लागता
ne: तपाईंले तिर्नुपर्ने
pt_br: Você deve
ru: Вы должны
ta: நீங்கள் கடன்பட்டுள்ளீர்கள்
te: మీరు ఇవ్వాల్సింది
tr: Borçlusun
ur: آپ پر واجب
vi: Bạn nợ

source: Your commitments (%1$@) are %2$@ more than your income of %3$@. Consider trimming subscriptions or adding income.
ar: التزاماتك (%1$@) أكبر من دخلك البالغ %3$@ بمقدار %2$@. فكّر في تقليل الاشتراكات أو زيادة الدخل.
bn: আপনার বাধ্যবাধকতা (%1$@) আপনার %3$@ আয়ের চেয়ে %2$@ বেশি। সাবস্ক্রিপশন কমানো বা আয় বাড়ানোর কথা ভাবুন।
de: Deine Verpflichtungen (%1$@) übersteigen dein Einkommen von %3$@ um %2$@. Erwäge, Abonnements zu reduzieren oder dein Einkommen zu erhöhen.
es: Tus compromisos (%1$@) superan en %2$@ tus ingresos de %3$@. Considera recortar suscripciones o aumentar tus ingresos.
fr: Tes engagements (%1$@) dépassent de %2$@ ton revenu de %3$@. Envisage de réduire tes abonnements ou d’augmenter tes revenus.
hi: आपकी प्रतिबद्धताएं (%1$@) आपकी %3$@ की आय से %2$@ ज़्यादा हैं। सब्सक्रिप्शन घटाने या आय बढ़ाने पर विचार करें।
id: Komitmenmu (%1$@) %2$@ lebih besar dari pemasukanmu sebesar %3$@. Pertimbangkan untuk mengurangi langganan atau menambah pemasukan.
ja: 固定費（%1$@）が収入%3$@を%2$@上回っています。サブスクリプションを見直すか、収入を増やすことを検討しましょう。
ko: 고정 지출(%1$@)이 수입 %3$@보다 %2$@ 더 많아요. 구독을 줄이거나 수입을 늘려보세요.
mr: तुमच्या जबाबदाऱ्या (%1$@) तुमच्या %3$@ उत्पन्नापेक्षा %2$@ जास्त आहेत. सबस्क्रिप्शन्स कमी करण्याचा किंवा उत्पन्न वाढवण्याचा विचार करा.
ne: तपाईंको प्रतिबद्धता (%1$@) तपाईंको %3$@ आम्दानीभन्दा %2$@ बढी छ। सब्स्क्रिप्सन घटाउने वा आम्दानी थप्ने विचार गर्नुहोस्।
pt_br: Seus compromissos (%1$@) são %2$@ maiores que sua receita de %3$@. Considere reduzir assinaturas ou aumentar sua receita.
ru: Ваши обязательства (%1$@) на %2$@ больше вашего дохода (%3$@). Подумайте о сокращении подписок или увеличении дохода.
ta: உங்கள் கடமைகள் (%1$@) உங்கள் வருமானமான %3$@-ஐ விட %2$@ அதிகமாக உள்ளன. சந்தாக்களைக் குறைக்க அல்லது வருமானத்தைச் சேர்க்க பரிசீலிக்கவும்.
te: మీ కట్టుబాట్లు (%1$@) మీ ఆదాయం %3$@ కంటే %2$@ ఎక్కువగా ఉన్నాయి. సబ్‌స్క్రిప్షన్‌లను తగ్గించడం లేదా ఆదాయాన్ని పెంచడం పరిశీలించండి.
tr: Taahhütleriniz (%1$@), %3$@ olan gelirinizden %2$@ daha fazla. Abonelikleri azaltmayı veya gelir eklemeyi düşünün.
ur: آپ کے واجبات (%1$@) آپ کی %3$@ آمدنی سے %2$@ زیادہ ہیں۔ سبسکرپشنز کم کرنے یا آمدنی بڑھانے پر غور کریں۔
vi: Các khoản cam kết của bạn (%1$@) nhiều hơn thu nhập %3$@ của bạn %2$@. Hãy cân nhắc cắt giảm gói đăng ký hoặc tăng thu nhập.
